Repository: castdrian/ishare
Catalog: ishare/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, tr, uk, zh_cn

source: *required
ar: *مطلوب
de: *notwendig
es: *requerido
fr: *obligatoire
hi: *आवश्यक
ja: *必須
ko: *필수
tr: *Gerekli
uk: *необхідно*
zh_cn: *必须

source: About ishare
ar: نبذة عن إيشاري
de: Über ishare
es: Acerca de ishare
fr: À propos d'ishare
hi: ishare के बारे में
ja: ishareについて
ko: ishare 정보
tr: ishare hakkında
uk: Про ishare
zh_cn: 关于 ishare

source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: अग्रवर्ती
ja: 上級
ko: 고급
tr: Gelişmiş
uk: Розширений
zh_cn: 高级

source: Advanced Settings
ar: الإعدادات المتقدمة
de: Fortgeschrittene Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
hi: उन्नत सेटिंग्स
ja: 詳細設定
ko: 고급 설정
tr: Gelişmiş Ayarlar
uk: Додаткові налаштування
zh_cn: 高级设置

source: AirDrop
ar: انزال
hi: एयरड्रॉप
ja: エアドロップ
ko: 에어드롭

source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
ja: キャンセル
ko: 취소
tr: İptal
uk: Скасувати
zh_cn: 取消

source: Capture
ar: أسر
de: Aufnhemen
hi: पकड़ना
ja: キャプチャ
ko: 캡처
tr: Yakalama
uk: Захоплення
zh_cn: 捕获

source: Capture %@
ar: القبض ٪ @
de: Nehme %@ auf
es: Captura %@
hi: कैप्चर % @
ja: キャプチャ
ko: 캡처 %@
tr: Yakalama %@
uk: Захопити %@
zh_cn: 捕获 %@

source: Capture Region
ar: منطقة الالتقاط
de: Region Aufnehmen
es: Región de captura
fr: Région de capture
hi: कब्जा क्षेत्र
ja: キャプチャ領域
ko: 지역 캡처
tr: Yakalama Bölgesi
uk: Регіон захоплення
zh_cn: 捕获区域

source: Capture Region:
ar: منطقة الالتقاط:
de: Region Aufnehmen:
es: Región de captura:
fr: Région de capture :
hi: कब्जा क्षेत्र:
ja: キャプチャ・リージョン
ko: 지역 캡처:
tr: Yakalama Bölgesi:
uk: Захопити регіон:
zh_cn: 捕获区域：

source: Capture Screen:
ar: شاشة الالتقاط:
de: Bildschirm Aufnhemen:
es: Capturar pantalla:
fr: Capture d'écran :
hi: स्क्रीन कैप्चर करें:
ja: 画面をキャプチャする
ko: 캡처 화면:
tr: Ekranı yakala:
uk: Екран захоплення:
zh_cn: 捕捉屏幕：

source: Capture Window
ar: نافذة الالتقاط
de: Fenster Aufnehmen
es: Ventana de captura
fr: Fenêtre de capture
hi: विंडो कैप्चर करें
ja: キャプチャウィンドウ
ko: 캡처 창
tr: Yakalama Penceresi
uk: Вікно захоплення
zh_cn: 捕捉窗口

source: Capture Window:
ar: نافذة الالتقاط:
de: Fenster Aufnehmen:
es: Ventana de captura:
fr: Fenêtre de capture :
hi: विंडो कैप्चर करें:
ja: キャプチャウィンドウ：
ko: 캡처 창:
tr: Yakalama Penceresi:
uk: Вікно захоплення:
zh_cn: 捕捉窗口：

source: Check for Updates
ar: التحقق من وجود تحديثات
de: Suche nach Updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour
hi: अपडेट के लिए जाँच करें
ja: アップデートの確認
ko: 업데이트 확인
tr: Güncellemeleri Kontrol Edin
uk: Перевірте наявність оновлень
zh_cn: 检查更新

source: Clear All
ar: مسح الكل
de: Alle Entfernen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
ja: すべてクリア
ko: 모두 지우기
tr: Tümünü Temizle
uk: Очистити все.
zh_cn: 全部清除

source: Close
ar: غلق
de: Schliessen
es: Cerrar
fr: Fermer
hi: बंद करना
ja: 閉じる
ko: 닫기
tr: Kapat
uk: Закрити
zh_cn: 关闭

source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage Kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
ko: 클립보드에 복사
tr: Panoya Kopyala
uk: Скопіювати в буфер обміну
zh_cn: 复制到剪贴板

source: Copy URL
ar: نسخ عنوان URL
de: URL Kopieren
es: Copiar URL
fr: Copier l'URL
hi: URL कॉपी करें
ja: URLをコピー
ko: URL 복사
tr: URL'yi kopyala
uk: Скопіювати URL-адресу
zh_cn: 复制 URL

source: Create
ar: خلق
de: Erstellen
es: Cree
fr: Créer
hi: बनाना
ja: 作成
ko: 만들기
tr: Oluştur
uk: Створити
zh_cn: 创建

source: Create Custom Uploader
ar: إنشاء رافع مخصص
de: Eigenen Uploader Erstellen
es: Crear cargador personalizado
fr: Créer un téléchargeur personnalisé
hi: कस्टम अपलोडर बनाएँ
ja: カスタムアップローダーの作成
ko: 사용자 지정 업로더 만들기
tr: Özel Yükleyici Oluşturun
uk: Створіть власний завантажувач
zh_cn: 创建自定义上传程序

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
hi: मिटाना
ja: 削除
ko: 삭제
tr: Silme
uk: Видалити
zh_cn: 删除

source: Delete Uploader
ar: حذف القائم بالتحميل
de: Uploader Löschen
es: Borrar Uploader
fr: Supprimer l'Uploader
hi: अपलोडर हटाएं
ja: アップローダーの削除
ko: 업로더 삭제
tr: Yükleyiciyi Sil
uk: Видалити завантажувач
zh_cn: 删除上传程序

source: Donate
ar: تبرّع
de: Spenden
es: Donar
fr: Faire un don
hi: दान करना
ja: 寄付する
ko: 기부하기
tr: Bağış Yapın
uk: Пожертвувати
zh_cn: 捐赠

source: Drag and drop .iscu files here or click to select
ar: قم بسحب ملفات .iscu وإفلاتها هنا أو انقر لتحديد
de: .iscu Dateien hier Ablegen oder für Auswahl clicken
es: Arrastre y suelte aquí los archivos .iscu o haga clic para seleccionarlos
fr: Faites glisser et déposez les fichiers .iscu ici ou cliquez pour les sélectionner
hi: .iscu फ़ाइलों को यहाँ खींचें और छोड़ें या चयन करने के लिए क्लिक करें
ja: .iscu ファイルをここにドラッグ＆ドロップするか、クリックして選択します。
ko: .iscu 파일을 여기로 끌어다 놓거나 클릭하여 선택합니다.
tr: .iscu dosyalarını buraya sürükleyip bırakın veya seçmek için tıklayın
uk: Перетягніть .iscu файли сюди або клацніть, щоб вибрати
zh_cn: 将 .iscu 文件拖放到此处或单击选择

source: Edit Custom Uploader
ar: تحرير الرافع المخصص
de: Eigenen Uploader Bearbeiten
es: Editar cargador personalizado
fr: Modifier le chargeur personnalisé
hi: कस्टम अपलोडर संपादित करें
ja: カスタムアップローダーの編集
ko: 사용자 지정 업로더 편집
tr: Özel Yükleyiciyi Düzenle
uk: Редагувати користувацький завантажувач
zh_cn: 编辑自定义上传程序

source: Edit Uploader
ar: تحرير الرافع
de: Uploader Bearbeiten
es: Editar cargador
fr: Modifier le chargeur
hi: अपलोडर संपादित करें
ja: アップローダーの編集
ko: 업로더 편집
tr: Yükleyiciyi Düzenle
uk: Редагувати завантажувач
zh_cn: 编辑上传器

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: चूक
ja: エラー
ko: 오류
tr: Hata
uk: Помилка.
zh_cn: 错误

source: Excluded applications
ar: الطلبات المستبعدة
de: Ignorierte Anwendungen
es: Aplicaciones excluidas
fr: Applications exclues
hi: बहिष्कृत आवेदन
ja: 除外アプリケーション
ko: 제외된 애플리케이션
tr: Hariç tutulan uygulamalar
uk: Виключені програми
zh_cn: 排除在外的应用程序

source: Export Uploader
ar: تحميل التصدير
de: Uploader Exportieren
es: Cargador de exportación
hi: अपलोडर निर्यात करें
ja: エクスポート・アップローダー
ko: 내보내기 업로더
tr: Yükleyiciyi Dışa Aktar
uk: Завантажувач експорту
zh_cn: 出口上传器

source: File prefix:
ar: بادئة الملف:
de: Dateipräfix:
es: Prefijo del archivo:
fr: Préfixe du fichier :
hi: फ़ाइल उपसर्ग:
ja: ファイルの接頭辞：
ko: 파일 접두사:
tr: Dosya öneki:
uk: Префікс файлу:
zh_cn: 文件前缀：

source: Force Upload Modifier:
ar: فرض معدل التحميل:
de: Taste für erzwungenen Upload:
es: Modificador de carga forzada:
fr: Modificateur de chargement forcé :
hi: फोर्स अपलोड संशोधक:
ja: フォース・アップロード・モディファイア：
ko: 강제 업로드 수정자:
tr: Yükleme Değiştiricisini Zorla:
uk: Модифікатор примусового завантаження:
zh_cn: 强制上传修改器：

source: Format:
ar: تنسيق:
de: Fortmat:
es: Formato:
hi: प्रारूप:
ja: フォーマット
ko: 형식:
uk: Формат:
zh_cn: 格式：

source: General
ar: عام
de: Generell
fr: Général
hi: सामान्य
ja: 一般
ko: 일반
tr: Genel
uk: Генерал
zh_cn: 一般情况

source: GitHub
ar: جيت هب
hi: गिटहब
ja: ギットハブ

source: History
ar: تاريخ
de: Historie
es: Historia
fr: L'histoire
hi: इतिहास
ja: 歴史
ko: 역사
tr: Tarih
uk: Історія
zh_cn: 历史

source: I understand
ar: أفهم
de: Ist mir Schnuppe
es: Comprendo
fr: Je comprends
hi: मुझे समझ आ रहा है
ja: 分かっている
ko: 이해합니다
tr: Anlıyorum.
uk: Я розумію.
zh_cn: 我明白

source: Image files
ar: ملفات الصور
de: Fotodateien
es: Archivos de imagen
fr: Fichiers images
hi: छवि फ़ाइलें
ja: 画像ファイル
ko: 이미지 파일
tr: Görüntü dosyaları
uk: Файли зображень
zh_cn: 图像文件

source: Image path:
ar: مسار الصورة:
de: Fotopfad:
es: Ruta de la imagen:
fr: Chemin de l'image :
hi: छवि पथ:
ja: イメージパス：
ko: 이미지 경로:
tr: Resim yolu:
uk: Шлях до зображення:
zh_cn: 图像路径：

source: Imgur Client ID:
ar: معرف عميل Imgur:
es: ID de cliente de Imgur:
fr: Imgur ID du client :
hi: इमगुर क्लाइंट आईडी:
ja: ImgurクライアントID：
ko: Imgur 클라이언트 ID:
tr: Imgur İstemci Kimliği:
uk: Ідентифікатор клієнта Imgur:
zh_cn: Imgur 客户端 ID：

source: Import
ar: استورد
de: Importieren
es: Importar
fr: Importation
hi: आयात
ja: 輸入
ko: 가져오기
tr: İthalat
uk: Імпорт
zh_cn: 进口

source: Import Custom Uploader
ar: استيراد الرافع المخصص
de: Importiere Eigenen Uploader
es: Importar cargador personalizado
fr: Importer un téléchargeur personnalisé
hi: कस्टम अपलोडर आयात करें
ja: カスタムアップローダーのインポート
ko: 사용자 지정 업로더 가져오기
tr: Özel Yükleyiciyi İçe Aktar
uk: Імпортувати користувацький завантажувач
zh_cn: 导入自定义上传程序

source: Keybinds
ar: روابط المفاتيح
de: Tastenkürzel
es: Teclados
fr: Raccourcis clavier
hi: कीबाइंड
ja: キーバインド
ko: 키 바인드
tr: Tuş Bağlamaları
uk: Зв'язки клавіш
zh_cn: 按键绑定

source: Land down under
ar: الهبوط تحت
de: I bims in Australien
es: Tierra adentro
fr: Le pays d'en bas
hi: नीचे भूमि
ja: 下界の土地
ko: 아래 땅
tr: Yeraltı ülkesi
uk: Земля під водою
zh_cn: 下层土地

source: Mail
ar: بريد
es: Correo
fr: Courrier
hi: डाक
ja: メール
ko: 메일
tr: Posta
uk: Пошта
zh_cn: 邮件

source: Menu Bar Icon
ar: أيقونة شريط القائمة
de: Menübar Icon
es: Icono de la barra de menús
fr: Icône de la barre de menu
hi: मेनू बार आइकन
ja: メニューバーアイコン
ko: 메뉴 모음 아이콘
tr: Menü Çubuğu Simgesi
uk: Піктограма рядка меню
zh_cn: 菜单栏图标

source: Messages
ar: رسائل
de: Nachrichten
es: Mensajes
hi: संदेश
ja: メッセージ
ko: 메시지
tr: Mesajlar
uk: Повідомлення
zh_cn: 信息

source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
ja: 名称
ko: 이름
tr: İsim
uk: Ім'я
zh_cn: 名称

source: OK
ar: موافق
hi: ठीक है
ko: 확인
tr: TAMAM.
uk: ГАРАЗД.
zh_cn: 好的

source: Open History Window
ar: فتح نافذة المحفوظات
de: Öffne Historie
es: Abrir la ventana de historial
fr: Ouvrir la fenêtre de l'historique
hi: इतिहास विंडो खोलें
ja: 履歴ウィンドウを開く
ko: 기록 창 열기
tr: Geçmiş Penceresini Aç
uk: Відкрити вікно історії
zh_cn: 打开历史窗口

source: Open History Window:
ar: فتح نافذة المحفوظات:
de: Öffne Historie:
es: Abrir ventana de historial:
fr: Ouvrir la fenêtre de l'historique :
hi: इतिहास विंडो खोलें:
ja: 履歴ウィンドウを開く：
ko: 기록 창을 엽니다:
tr: Geçmiş Penceresini Açın:
uk: Відкрити вікно історії:
zh_cn: 打开历史窗口：

source: Open in Browser
ar: فتح في المتصفح
de: Öffne im Browser
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
ja: ブラウザで開く
ko: 브라우저에서 열기
tr: Tarayıcıda Aç
uk: Відкрити в браузері
zh_cn: 在浏览器中打开

source: Open in Finder
ar: افتح في Finder
de: Öffne in Finder
es: Abrir en el Finder
fr: Ouvrir dans le Finder
hi: Finder में खोलें
ja: ファインダーで開く
ko: Finder에서 열기
tr: Finder'da Aç
uk: Відкрийте у Finder
zh_cn: 在 Finder 中打开

source: Open Main Menu:
ar: افتح القائمة الرئيسية:
de: Öffne Hauptmenü
es: Abrir el menú principal:
fr: Ouvrir le menu principal :
hi: मुख्य मेनू खोलें:
ja: メインメニューを開きます：
ko: 메인 메뉴를 엽니다:
tr: Ana Menüyü açın:
uk: Відкрийте головне меню:
zh_cn: 打开主菜单：

source: Photos
ar: الصور
de: Fotos
es: Fotos
hi: तस्वीरें
ja: 写真
ko: 사진
tr: Fotoğraflar
uk: Фотографії
zh_cn: 照片

source: Pick a folder
ar: اختيار مجلد
de: Wähle einen Ordner
es: Elija una carpeta
fr: Choisir un dossier
hi: कोई फ़ोल्डर चुनें
ja: フォルダを選ぶ
ko: 폴더 선택
tr: Bir klasör seçin
uk: Виберіть папку
zh_cn: 选择文件夹

source: Post Media Tasks
ar: مهام نشر الوسائط
de: Nach-Aufnahme-Aufgaben
es: Publicar tareas multimedia
fr: Tâches de post-média
hi: पोस्ट मीडिया कार्य
ja: ポストメディア・タスク
ko: 미디어 작업 게시
tr: Medya Görevleri Gönder
uk: Розмістити медіа-завдання
zh_cn: 发布媒体任务

source: Quit
ar: انهاء
de: Beenden
es: Deje de
fr: Démissionner
hi: छोड़ना
ja: やめる
ko: 종료
tr: Bırak
uk: Звільнися.
zh_cn: 退出

source: Record
ar: سجل
de: Aufzeichnen
es: Registro
fr: Enregistrer
hi: रिकॉर्ड
ja: 記録
ko: 기록
tr: Kayıt
uk: Запис
zh_cn: 记录

source: Record .mp4 instead of .mov
ar: سجل .mp4 بدلا من .mov
de: Zeichne .mp4 anstelle von .mov auf
es: Grabar .mp4 en lugar de .mov
fr: Enregistrer .mp4 au lieu de .mov
hi: .mov के बजाय .mp4 रिकॉर्ड करें
ja: .movの代わりに.mp4を録画する
ko: .mov 대신 .mp4로 녹화
tr: .mov yerine .mp4 kaydedin
uk: Записуйте .mp4 замість .mov
zh_cn: 录制 .mp4 而不是 .mov

source: Record GIF
ar: تسجيل GIF
de: GIF Aufzeichnen
es: Grabar GIF
fr: Enregistrer le GIF
hi: GIF रिकॉर्ड करें
ja: レコードGIF
ko: GIF 녹화
tr: GIF Kaydı
uk: Запис GIF
zh_cn: 记录 GIF

source: Record GIF:
ar: سجل GIF:
de: GIF Aufzeichnen:
hi: रिकॉर्ड GIF:
ja: レコードGIF：
ko: GIF를 녹화합니다:
tr: GIF kaydı:
uk: Записати GIF:
zh_cn: 记录 GIF：

source: Record Screen:
ar: شاشة التسجيل:
de: Bildschirm Aufzeichnen:
es: Pantalla de grabación:
fr: Écran d'enregistrement :
hi: रिकॉर्ड स्क्रीन:
ja: 記録画面：
ko: 녹화 화면:
tr: Kayıt Ekranı:
uk: Екран запису:
zh_cn: 记录屏幕：

source: Reset All Keybinds
ar: إعادة تعيين جميع روابط المفاتيح
de: Tastenkürzel Zurücksetzen
es: Restablecer todas las combinaciones de teclas
fr: Réinitialiser tous les raccourcis clavier
hi: सभी कीबाइंड रीसेट करें
ja: すべてのキーバインドをリセット
ko: 모든 키 바인드 재설정
tr: Tüm Tuş Bağlamalarını Sıfırla
uk: Скинути всі сполучення клавіш
zh_cn: 重置所有按键

source: Save
ar: أنقذ
de: Speichern
es: Guardar
fr: Économiser
hi: रक्षा कर
ja: セーブ
ko: 저장
tr: Kaydet
uk: Зберегти
zh_cn: 节省

source: Save to Disk
ar: حفظ على القرص
de: Auf Festplatte Speichern
es: Guardar en disco
fr: Enregistrer sur disque
hi: डिस्क पर सहेजें
ja: ディスクに保存
ko: 디스크에 저장
tr: Diske Kaydet
uk: Зберегти на диск
zh_cn: 保存到磁盘

source: Screencapture binary:
ar: ثنائي لقطة الشاشة:
de: Screencapture Binärdatei:
es: Captura de pantalla binaria:
fr: Capture d'écran binaire :
hi: स्क्रीनकैप्चर बाइनरी:
ja: スクリーンキャプチャーのバイナリ：
ko: 바이너리 화면 캡처:
tr: Ekran yakalama ikilisi:
uk: Скріншот бінарний:
zh_cn: 二进制屏幕截图：

source: Select apps to exclude
ar: حدد التطبيقات المراد استبعادها
de: Wähle zu ignorierende Anwendungen
es: Seleccione las aplicaciones que desea excluir
fr: Sélectionner les applications à exclure
hi: बहिष्कृत करने के लिए ऐप्स का चयन करें
ja: 除外するアプリを選択する
ko: 제외할 앱 선택
tr: Hariç tutulacak uygulamaları seçin
uk: Виберіть програми, які потрібно виключити
zh_cn: 选择要排除的应用程序

source: Selected File: %@
ar: الملف المحدد: ٪ @
de: Ausgewählte Datei: %@
es: Fichero seleccionado: %@
fr: Fichier sélectionné : %@
hi: चयनित फ़ाइल: % @
ja: 選択されたファイル: %@
ko: 선택한 파일: %@
tr: Seçilen Dosya: %@
uk: Вибраний файл: %@.
zh_cn: 所选文件： %@

source: Set to default
ar: التعيين إلى الإعداد الافتراضي
de: Zurücksetzen
es: Por defecto
fr: Régler par défaut
hi: डिफ़ॉल्ट पर सेट करें
ja: デフォルト設定
ko: 기본값으로 설정
tr: Varsayılana ayarla
uk: Встановлено за замовчуванням
zh_cn: 设置为默认值

source: Settings
ar: اعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
tr: Ayarlar
uk: Налаштування
zh_cn: 设置

source: Test Uploader
ar: اختبار التحميل
de: Uploader Testen
es: Cargador de prueba
hi: टेस्ट अपलोडर
ja: テスト・アップローダー
ko: 테스트 업로더
tr: Test Yükleyicisi
uk: Завантажувач тестів
zh_cn: 测试上传器

source: Toast Timeout: %lld seconds
ar: مهلة الخبز المحمص: ٪ lld ثانية
de: Toast Timeout: %lld Sekunden
es: Tiempo de tostado: %lld segundos
fr: Délai d'attente pour le toast : %lld secondes
hi: टोस्ट टाइमआउट: %lld सेकंड
ja: トーストタイムアウト: %lld 秒
ko: 토스트 시간 초과: %lld 초
tr: Tost Zaman Aşımı: %lld saniye
uk: Тайм-аут тосту: %lld секунд
zh_cn: 吐司超时：%lld 秒

source: Upload Destination
ar: وجهة التحميل
de: Uploadziel
es: Cargar destino
fr: Télécharger la destination
hi: गंतव्य अपलोड करें
ja: アップロード先
ko: 업로드 대상
tr: Yükleme Hedefi
uk: Завантажити Місце призначення
zh_cn: 上传目的地

source: Upload Media
ar: تحميل الوسائط
de: Medien Uploaden
es: Cargar medios
fr: Télécharger les médias
hi: मीडिया अपलोड करें
ja: メディアのアップロード
ko: 미디어 업로드
tr: Medya Yükle
uk: Завантажити медіа
zh_cn: 上传媒体

source: Uploaders
ar: القائمون بالتحميل
de: Uploader
es: Cargadores
hi: अपलोडर
ja: アップローダー
ko: 업로더
tr: Yükleyiciler
uk: Завантажувачі
zh_cn: 上传者

source: Use HDR
ar: استخدم HDR
de: HDR Verwenden
es: Utilizar HDR
fr: Utiliser le HDR
hi: HDR का इस्तेमाल करना
ja: HDRの使用
ko: HDR 사용
tr: HDR kullanın
uk: Використовуйте HDR
zh_cn: 使用 HDR

source: Use HEVC
ar: استخدم HEVC
de: HEVC Verwenden
es: Utilizar HEVC
fr: Utiliser HEVC
hi: एचईवीसी का प्रयोग करें
ja: HEVCを使用する
ko: HEVC 사용
tr: HEVC kullanın
uk: Використовуйте HEVC
zh_cn: 使用 HEVC

source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
ja: 価値
ko: 가치
tr: Değer
uk: Значення
zh_cn: 价值

source: Video files
ar: ملفات الفيديو
de: Videodateien
es: Archivos de vídeo
fr: Fichiers vidéo
hi: वीडियो फ़ाइलें
ja: ビデオファイル
ko: 비디오 파일
tr: Video dosyaları
uk: Відеофайли
zh_cn: 视频文件

source: Video path:
ar: مسار الفيديو:
de: Videopfad:
es: Ruta del vídeo:
fr: Chemin vidéo :
hi: वीडियो पथ:
ja: ビデオパス：
ko: 비디오 경로:
tr: Video yolu:
uk: Відеотракт:
zh_cn: 视频路径：

source: Warning! Only modify these settings if you know what you're doing!
ar: تحذير! قم بتعديل هذه الإعدادات فقط إذا كنت تعرف ما تفعله!
de: Achtung! Ändere diese Einstellungen nur wenn du weisst was du da tust!
es: ¡Atención! Modifique estos ajustes sólo si sabe lo que hace.
fr: Attention ! Ne modifiez ces paramètres que si vous savez ce que vous faites !
hi: चेतावनी! इन सेटिंग्स को केवल तभी संशोधित करें जब आप जानते हैं कि आप क्या कर रहे हैं!
ja: 警告これらの設定を変更するのは、自分が何をしているか分かっている場合のみにしてください！
ko: 경고! 이러한 설정은 자신이 무엇을 하고 있는지 알고 있는 경우에만 수정하세요!
tr: Uyarı! Bu ayarları sadece ne yaptığınızı biliyorsanız değiştirin!
uk: Попередження! Змінюйте ці налаштування, тільки якщо ви знаєте, що робите!
zh_cn: 警告！只有在您知道自己在做什么的情况下才能修改这些设置！

source: You have no saved uploaders
ar: ليس لديك رافعون محفوظون
de: Du hast keine gespeciherten Uploader
es: No tiene ningún cargador guardado
fr: Vous n'avez pas de téléchargeurs enregistrés
hi: आपके पास कोई सहेजा गया अपलोडर नहीं है
ja: 保存されたアップローダーがありません
ko: 저장된 업로더가 없습니다.
tr: Kayıtlı yükleyiciniz yok
uk: У вас немає збережених завантажувачів
zh_cn: 您没有保存上传者
